Repository: otterable/scooterscanner
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, it

source: Item deleted successfully
de: Artikel erfolgreich gelöscht
it: Articolo eliminato con successo

source: Item not found
de: Artikel nicht gefunden
it: Articolo non trovato

source: The owner has been notified.
de: Der Besitzer wurde benachrichtigt.
it: Il proprietario è stato informato.

source: Failed to send notification:
de: Benachrichtigung konnte nicht gesendet werden:
it: Invio della notifica fallito:

source: Invalid credentials
de: Ungültige Anmeldeinformationen
it: Credenziali non valide

source: Item added successfully
de: Artikel erfolgreich hinzugefügt
it: Articolo aggiunto con successo

source: Registration successful
de: Registrierung erfolgreich
it: Registrazione avvenuta con successo

source: Item Name
de: Artikelname
it: Nome articolo

source: Phone
de: Telefon
it: Telefono

source: Image
de: Bild
it: Immagine

source: Add Item
de: Artikel hinzufügen
it: Aggiungi articolo

source: Return to Index
de: Zurück zum Index
it: Torna all'indice

source: Existing Items
de: Bestehende Artikel
it: Articoli esistenti

source: Delete
de: Löschen
it: Elimina

source: Fundamt - Lost and Found
de: Fundamt - Verloren und Gefunden
it: Fundamt - Oggetti smarriti

source: Make it easy to find your items! Fundamt is a privacy-focused Lost and Found service.
de: Machen Sie es einfach, Ihre Artikel zu finden! Fundamt ist ein datenschutzorientierter Fundservice.
it: Rendi facile trovare i tuoi articoli! Fundamt è un servizio di oggetti smarriti incentrato sulla privacy.

source: Enter Item ID
de: Artikel-ID eingeben
it: Inserisci l'ID dell'articolo

source: Search
de: Suchen
it: Cerca

source: I found an item, what to do?
de: Ich habe einen Artikel gefunden, was tun?
it: Ho trovato un articolo, cosa fare?

source: If you found an item, enter its ID into the search field to let the owner know.
de: Wenn Sie einen Artikel gefunden haben, geben Sie dessen ID in das Suchfeld ein, um den Besitzer zu benachrichtigen.
it: Se hai trovato un articolo, inserisci il suo ID nel campo di ricerca per avvisare il proprietario.

source: My Tracked Items
de: Meine verfolgten Artikel
it: I miei articoli tracciati

source: Log in to enter your items in the system for tracking.
de: Melden Sie sich an, um Ihre Artikel zur Verfolgung ins System einzutragen.
it: Accedi per inserire i tuoi articoli nel sistema di tracciamento.

source: Register item into database
de: Artikel in die Datenbank eintragen
it: Registra l'articolo nel database

source: Reported Missing Items
de: Gemeldete fehlende Artikel
it: Articoli segnalati come mancanti

source: FAQ
de: Häufig gestellte Fragen

source: How does it work?
de: Wie funktioniert es?
it: Come funziona?

source: Tag your personal items with a Fundamt sticker or a keychain.
de: Kennzeichnen Sie Ihre persönlichen Gegenstände mit einem Fundamt-Aufkleber oder einem Schlüsselanhänger.
it: Etichetta i tuoi oggetti personali con un adesivo Fundamt o un portachiavi.

source: The finder of your item sees the ID of the item and types it into Fundamt.
de: Der Finder Ihres Gegenstandes sieht die ID des Artikels und gibt sie in Fundamt ein.
it: Chi trova il tuo articolo vede l'ID dell'articolo e lo digita in Fundamt.

source: They can then send you a message to your phone or email.
de: Sie können Ihnen dann eine Nachricht an Ihr Telefon oder Ihre E-Mail senden.
it: Possono quindi inviarti un messaggio sul tuo telefono o email.

source: You will get in contact with them by sending your contact information.
de: Sie werden mit ihnen in Kontakt treten, indem Sie Ihre Kontaktdaten senden.
it: Entrerai in contatto con loro inviando le tue informazioni di contatto.

source: The finder won\'t see your phone number or email.
de: Der Finder wird Ihre Telefonnummer oder E-Mail nicht sehen.
it: Chi trova l'articolo non vedrà il tuo numero di telefono o email.

source: Is it free?
de: Ist es kostenlos?
it: È gratuito?

source: Fundamt is free and is supported through sales of stickers.
de: Fundamt ist kostenlos und wird durch den Verkauf von Aufklebern unterstützt.
it: Fundamt è gratuito ed è supportato dalla vendita di adesivi.

source: What data do you save?
de: Welche Daten speichern Sie?
it: Quali dati salvi?

source: Fundamt is a privacy-focused solution. We save the following information:
de: Fundamt ist eine datenschutzorientierte Lösung. Wir speichern die folgenden Informationen:
it: Fundamt è una soluzione incentrata sulla privacy. Salviamo le seguenti informazioni:

source: Item: Description of item, images of item (EXIF data automatically removed), contact information (this can be anything you type in, for example, your Signal account), reported status (yes/no).
de: Artikel: Beschreibung des Artikels, Bilder des Artikels (EXIF-Daten werden automatisch entfernt), Kontaktinformationen (dies kann alles sein, was Sie eingeben, zum Beispiel Ihr Signal-Konto), gemeldeter Status (ja/nein).
it: Articolo: Descrizione dell'articolo, immagini dell'articolo (dati EXIF rimossi automaticamente), informazioni di contatto (può essere qualsiasi cosa tu scriva, ad esempio il tuo account Signal), stato segnalato (sì/no).

source: User account (optional): Phone number, e-mail, password. User accounts allow item management but are not necessary.
de: Benutzerkonto (optional): Telefonnummer, E-Mail, Passwort. Benutzerkonten ermöglichen die Artikelverwaltung, sind aber nicht erforderlich.
it: Account utente (facoltativo): Numero di telefono, e-mail, password. Gli account utente consentono la gestione degli articoli, ma non sono necessari.

source: Is it correct?
de: Ist es korrekt?
it: È corretto?

source: No
de: Nein

source: Yes
de: Ja
it: Sì

source: Message owner
de: Nachricht an den Besitzer
it: Proprietario del messaggio

source: Enter your message
de: Geben Sie Ihre Nachricht ein
it: Inserisci il tuo messaggio

source: Close
de: Schließen
it: Chiudi

source: Send Message
de: Nachricht senden
it: Invia messaggio

source: Item Registered
de: Artikel registriert
it: Articolo registrato

source: Your item has been registered into the database.
de: Ihr Artikel wurde in die Datenbank eingetragen.
it: Il tuo articolo è stato registrato nel database.

source: Write this ID on your sticker:
de: Schreiben Sie diese ID auf Ihren Aufkleber:
it: Scrivi questo ID sul tuo adesivo:

source: I'm finished
de: Ich bin fertig
it: Ho finito

source: Logged in as:
de: Angemeldet als:
it: Accesso effettuato come:

source: Add New Item
de: Neuen Artikel hinzufügen
it: Aggiungi nuovo articolo

source: Register New Missing Item
de: Neuen fehlenden Artikel registrieren
it: Registra nuovo articolo mancante

source: Tracked since:
de: Verfolgt seit:
it: Tracciato da:

source: Reported since:
de: Gemeldet seit:
it: Segnalato da:

source: Select Action
de: Aktion auswählen
it: Seleziona azione

source: Report Missing
de: Als fehlend melden
it: Segnala come mancante

source: Unreport
de: Meldung aufheben
it: Annulla segnalazione

source: Home
de: Startseite

source: Logout
de: Abmelden
it: Disconnetti

source: Add an Item
de: Einen Artikel hinzufügen
it: Aggiungi un articolo

source: Login
de: Anmelden
it: Accedi

source: Register
de: Registrieren
it: Registrati

source: Register a Missing Item
de: Einen fehlenden Artikel registrieren
it: Registra un articolo mancante

source: Order Stickers
de: Aufkleber bestellen
it: Ordina adesivi

source: Language
de: Sprache
it: Lingua

source: Register Item as Missing
de: Artikel als fehlend registrieren
it: Registra l'articolo come mancante

source: You're not logged in. Your item will be automatically marked as missing. Mark down the tracking ID, as it will not be shown again.
de: Sie sind nicht angemeldet. Ihr Artikel wird automatisch als fehlend markiert. Notieren Sie sich die Tracking-ID, da sie nicht erneut angezeigt wird.
it: Non sei connesso. Il tuo articolo sarà automaticamente segnato come mancante. Segna l'ID di tracciamento, poiché non sarà mostrato di nuovo.

source: Title
de: Titel
it: Titolo

source: Your Name
de: Ihr Name
it: Il tuo nome

source: Photos
de: Fotos
it: Foto

source: Register Item
de: Artikel registrieren
it: Registra articolo

source: Register Item for Tracking
de: Artikel zur Verfolgung registrieren
it: Registra articolo per il tracciamento

source: Admin Dashboard
it: Pannello di amministrazione

source: Status:
it: Stato:
